Repository: common-repository/code-injection
Catalog: languages/code-injection-*.po
Languages: fa_ir

source: Code Injection
fa_ir: تزریق کد

source: This plugin allows you to inject code snippets into the pages.
fa_ir: این افزونه به شما اجازه می‌ دهدتا قطعه کد های خود را به صفحات اضافه کنید.

source: Code Options
fa_ir: تنظیمات کد

source: Shortcodes
fa_ir: کدکوتاه ها

source: Activator Keys
fa_ir: کلیدهای فعالسازی

source: Cache max-age (Seconds)
fa_ir: نهایت عمر کش (به ثانیه)

source: Allow nested shortcodes
fa_ir: اجازه استفاده از کدکوتاه ها بصورت سلسله مراتبی

source: Keys:
fa_ir: کلیدها:

source: Generate Key
fa_ir: ساختن کلید

source: Enter Keys:
fa_ir: کلید ها را وارد کنید:

source: Ignore activator keys
fa_ir: نادیده گرفتن کلیدهای فعالسازی

source: Allow shortcodes in the Custom HTML widget
fa_ir: اجازه استفاده از کدکوتاه ها در ابزارک HTML سفارشی

source: Enable %s shortcode
fa_ir: فعال کردن کدکوتاه %s

source: See %s for more information.
fa_ir: برای اطلاعات بیشتر %s

source: Readme
fa_ir: مرابخوان

source: Developer
fa_ir: برنامه نویس

source: Code Settings
fa_ir: تنظیمات کد

source: Slug
fa_ir: نامک

source: Description
fa_ir: توضیحات

source: Write something about your code...
fa_ir: چیزی درباره کد خود بنویسید...

source: Tracking
fa_ir: ردیابی

source: Publicly Queryable
fa_ir: دسترسی عمومی

source: No-Cache
fa_ir: بدون کش

source: Content-Type
fa_ir: نوع محتوا

source: As Plugin
fa_ir: به عنوان افزونه

source: Activator key
fa_ir: کلید فعال سازی

source: Enter key...
fa_ir: کلید را وارد کنید

source: From File
fa_ir: از روی فایل

source: Select File
fa_ir: انتخاب فایل

source: Active
fa_ir: فعال

source: Show All %s
fa_ir: نمایش همه %s

source: Copy the Code ID into the Clipboard
fa_ir: کپی شناسه کد در کلیپ بورد

source: Copy CID
fa_ir: کپی شناسه کد

source: Codes
fa_ir: کد ها

source: Code
fa_ir: کد

source: Add New Code
fa_ir: افزودن کد جدید

source: Edit Code
fa_ir: ویرایش کد

source: New Code
fa_ir: کد جدید

source: Search Codes
fa_ir: جستجو کدها

source: No codes found
fa_ir: هیچ کدی پیدا نشد

source: No codes found in Trash
fa_ir: هیچ کدی در زباله دان پیدا نشد

source: All Codes
fa_ir: همه کدها

source: Info
fa_ir: اطلاعات

source: Hits
fa_ir: برخورد ها

source: Categories
fa_ir: دسته ها

source: Author
fa_ir: نویسنده

source: Date
fa_ir: تاریخ

source: Caching Enabled
fa_ir: کش فعال است

source: Type:
fa_ir: نوع:

source: Tracking Enabled
fa_ir: ردیابی فعال است

source: Suspended
fa_ir: معلق شده

source: Code ID
fa_ir: شناسه کد

source: Code ID:
fa_ir: شناسه کد:

source: Select
fa_ir: انتخاب کنید

source: The File is too large. Do you want to proceed?
fa_ir: حجم فایل بسیار زیاد است. آیا مایل به ادامه هستید؟

source: The selected file type is not supported.
fa_ir: از این فایل پشتیبانی نمی شود.

source: Are you sure? You are about to replace the current code with the selected file content.
fa_ir: مطمئن هستید؟ شما در حال جایگزین کردن کد با محتویات فایل هستید.

source: Copy
fa_ir: کپی
